import efficiency from "@/public/image/efficiency.png";
import newClients from "@/public/image/newClients.png";
import simpleControl from "@/public/image/simplifyControl.png";

export const config = [
  {
    img: efficiency,
    title: "Повысить производительность: ",
    description: [
      "• благодаря сокращению времени ведения учета;",
      "• благодаря распределения нагрузки среди мастеров;",
      "• благодаря автоматизации процессов;",
      "• благодаря моментальному получению информации о всех бизнес-процессах;",
      "• благодаря увеличению возможности обслуживания большего число клиентов;",
    ],
  },
  {
    img: newClients,
    title: "Привлечь новых клиентов: ",
    description: [
      "• благодаря удобству записи;",
      "• благодаря сокращения ожидания своей очереди;",
      "• благодаря получения регулярных предложений и акций от салона;",
      "• благодаря возможности обслуживания у любимого мастера ;",
      "• благодаря наличия клиентской поддержки;",
    ],
  },
  {
    img: simpleControl,
    title: "Упростить контроль: ",
    description: [
      "• приход, расход материалов за пару кликов;",
      "• простая инвентаризация;",
      "• остатки, движения материалов всегда перед вами;",
      "• автосписание с оказанных услуг;",
      "• ценообразование, рентабельность, финансовый результат, расчет зарплаты, премий и многое другое в режиме онлайн;",
    ],
  },
];
